Giesekus/concentratedSolution/f=7.496Hz_zo=0.5mm/0/tau
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  7.0                                   |
|   \\  /    A nd           | Website:  https://openfoam.org                  |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volSymmTensorField;
    object      tau;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform (0 0 0 0 0 0);

boundaryField
{
    inlet
		{
			type            fixedValue;
			value           uniform (0 0 0 0 0 0);         
		}

    outlet
		{
			type            zeroGradient;      
		}

    walls
		{
		    type            linearExtrapolation;
			value           uniform (0 0 0 0 0 0);        
		}
}

// ************************************************************************* //
